Repository: RegioneER/rer.sitesearch
Catalog: src/rer/sitesearch/locales/*/LC_MESSAGES/rer.sitesearch.po
Languages: it

source: Installs the rer.sitesearch add-on.
it: Install rer.sitesearch

source: Maximum number of characters in a single word
it: Numero massimo di caratteri per una singola ricerca

source: Maximum number of words in search query
it: Numero massimo di parole in una singola ricerca

source: Migrate to new version
it: Migra alla nuova versione

source: RER: Site Search (uninstall)
it: RER: Site Search (disinstalla)

source: Relevance
it: Rilevanza

source: Reset Filters
it: Azzera filtri

source: Search results
it: Risultati della ricerca

source: Site Search settings
it: Impostazioni Site Search

source: Sort on
it: Ordina per

source: Uninstalls the rer.sitesearch add-on.
it: Disinstalla rer.sitesearch.

source: all_types_label
it: Tutti i contenuti

source: available_indexes_help
it: Seleziona quali filtri aggiuntivi da mostrare in colonna.

source: available_indexes_index_help
it: Seleziona quale indice in catalogo da usare come filtro.

source: available_indexes_index_label
it: Indice

source: available_indexes_label
it: Indici disponibili

source: available_indexes_label_help
it: Inserisci un'etichetta per questo indice. Una per riga. Se il sito ha una sola lingua disponibile, scrivi un nome semplice tipo "Parole chiave". Se il sito è multilingua, inserisci una riga per lingua nel seguente formato: lingua|etichetta. Per esempio: it|Parole chiave.

source: available_indexes_label_label
it: Etichetta

source: button_Cerca
it: Cerca

source: current_page_aria_label
it: è la pagina corrente

source: datepicker_today_button
it: Ogg

source: effective
it: Data

source: event_adapter_label
it: Eventi

source: false
it: No

source: filter_end_label
it: Data di fine

source: filter_start_label
it: Data di inizio

source: filtered
it: filtrati

source: filters_title_Cerca
it: Cerca

source: from
it: Dal

source: help_max_word_len
it: Imposta qual'è la lunghezza massima di una singola parola ricercata. Parole più lunghe verranno omesse dalla ricerca.

source: help_max_words
it: Imposta qual'è la lunghezza massima di parole consentite nella ricerca. Eventuali parole successive verranno omesse dalla ricerca.

source: help_sitesearch_settings_editform
it: Configura la ricerca del sito

source: i18n_additional_domains_help
it: Inserisci una lista di domini di traduzione aggiuntivi (oltre a "rer.sitesearch"). Uno per riga. I domini alternativi possono essere forniti dai vari add-on Plone per aggiungere traduzioni ai nomi degli indici.

source: i18n_additional_domains_label
it: Domini di traduzione alternativi

source: items
it: elementi

source: items on
it: elementi su

source: jump_backward_label
it: Torna indietro

source: jump_forward_label
it: Salta in avanti

source: loading
it: Caricamento...

source: next_aria_label
it: Pagina successiva

source: no_results_label
it: Nessun risultato soddisfa la tua ricerca

source: page_aria_label
it: Pagina

source: prev_aria_label
it: Pagina precedente

source: relevance
it: Rilevanza

source: select_placeholder
it: Seleziona un valore

source: sites_all_label
it: In tutti i siti della Regione

source: sites_local_label
it: In questo sito web

source: sortable_title
it: Titolo

source: to
it: Al

source: true
it: Si

source: types_grouping_help
it: Se compili questo campo, potrai raggruppare i risultati della ricerca per tipo di contenuto.

source: types_grouping_label
it: Raggruppamento risultati

source: types_mapping_advanced_filters_help
it: Seleziona un set di filtri avanzati specifici per questo gruppo tra quelli disponibili.

source: types_mapping_advanced_filters_label
it: Filtri avanzati

source: types_mapping_icon_help
it: Seleziona un'icona per questo gruppo.

source: types_mapping_icon_label
it: Icona

source: types_mapping_label_help
it: Inserisci un'etichetta per questo gruppo. Una per riga. Se il sito ha una sola lingua disponibile, scrivi un nome semplice tipo "Documenti". Se il sito è multilingua, inserisci una riga per lingua nel seguente formato: lingua|etichetta. Per esempio: it|Documenti.

source: types_mapping_label_label
it: Etichetta

source: types_mapping_types_help
it: Seleziona quali tipi di contenuto mostrare in questo gruppo.

source: types_mapping_types_label
it: Tipi di contenuto
